Repository: AlexanderShad/alt-mirror-switcher
Catalog: po/*.po
Languages: ru

source: getting specifically Alt repository lists
ru: получение списков репозиториев Alt

source: filling in the drop-down list of mirrors and determining the active one
ru: заполнение выпадающего списка зеркал и определение активного

source: Set mirror
ru: Установить зеркало

source: Active mirror:
ru: Активное зеркало:

source: No active mirror!
ru: Нет активного зеркала!

source: Protocols:
ru: Протоколы:

source: Options:
ru: Параметры:

source: disable
ru: отключить

source: Mirrors list:
ru: Список зеркал:

source: set default protocol: http
ru: установить протокол по умолчанию: http

source: This mirror and procol has already been selected!
ru: Это зеркало и протокол уже выбраны!

source: find:
ru: найден:

source: No required protocol! Stopped.
ru: Нет требуемого протокола! Остановлено.

source: setting:
ru: установлен:

source: Done!
ru: Готово!

source: path:
ru: путь:

source: disabled:
ru: отключено:

source: disable system *.list and enable
ru: отключить системный *.list и включить

source: enabled:
ru: включено:

source: A difference in branches was detected. If you are using Sisyphus, <b>install apt-conf-sisyphus</b>.
ru: Обнаружена разница в бранчах. Если Вы используете Сизиф, <b>установите apt-conf-sisyphus</b>.

source: The active mirror restored!
ru: Активное зеркало восстановлено!

source: A branch difference was detected. You are using additional mirrors from a different branch.
ru: Обнаружено различие в ветках. Вы используете дополнительные зеркала из другой ветки.

source: convert http -> https if https not found
ru: конвертировать http -> https если https не найден
